{
    "games": [
      {
        "id": "kPDxpJZ8PD",
        "name": "Spirit Island",
        "year_published": 2016,
        "min_players": 1,
        "max_players": 4,
        "description": "Powerful Spirits have existed on this isolated island for time immemorial. They are both part of the natural world and - at the same time - something beyond nature. Native Islanders, known as the Dahan, have learned how to co-exist with the spirits, but with a healthy dose of fear and reverence. However, now, the island has been &quot;discovered&quot; by invaders from a far-off land. These would-be colonists are taking over the land and upsetting the natural balance, destroying the presence of Spirits as they go. As Spirits, you must grow in power and work together to drive the invaders from your island... before it's too late!",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254941010-61PJxjjnbfL.jpg",
        "url": "https://www.boardgameatlas.com/search/game/kPDxpJZ8PD/spirit-island"
      },
      {
        "id": "RLlDWHh7hR",
        "name": "Gloomhaven",
        "year_published": 2017,
        "min_players": 1,
        "max_players": 4,
        "description": "Gloomhaven is a game of Euro-inspired tactical combat in a persistent world of shifting motives. Players will take on the role of a wandering adventurer with their own special set of skills and their own reasons for traveling to this dark corner of the world.<br />\r\n<br />\r\nPlayers must work together out of necessity to clear out menacing dungeons and forgotten ruins. In the process they will enhance their abilities with experience and loot, discover new locations to explore and plunder, and expand an ever-branching story fueled by the decisions they make.<br />\r\n<br />\r\nThis is a legacy game with a persistent and changing world that is ideally played over many game sessions. After a scenario, players will make decisions on what to do, which will determine how the story continues, kind of like a &quot;Choose Your Own Adventure&quot; book. Playing through a scenario is a cooperative affair where players will fight against automated monsters using an innovative card system to determine the order of play and what a player does on their turn.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254920151-51ulRXlJ7LL.jpg",
        "url": "http://www.cephalofair.com/gloomhaven?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "yqR4PtpO8X",
        "name": "Scythe",
        "year_published": 2016,
        "min_players": 1,
        "max_players": 5,
        "description": "<i>Scythe</i> gives players almost complete control over their fate. Other than each player's individual hidden objective card, the only elements of luck or variability are &quot;Encounter&quot; cards that players will draw as they interact with the citizens of newly explored lands. Each encounter card provides the player with several options, allowing them to mitigate the luck of the draw through their selection. Combat is also driven by choices, not luck or randomness.<br />\r\n<br />\r\n<i>Scythe</i> uses a streamlined action-selection mechanism (no rounds or phases) to keep gameplay moving at a brisk pace and reduce downtime between turns. While there is plenty of direct conflict for players who seek it, there is no player elimination.<br />\r\n<br />\r\nEvery part of <i>Scythe</i> has an aspect of engine-building to it. Players can upgrade actions to become more efficient, build structures that improve their position on the map, enlist new recruits to enhance character abilities, activate mechs to deter opponents from invading, and expand their borders to reap greater types and quantities of resources. These engine-building aspects create a sense of momentum and progress throughout the game. The order in which players improve their engine adds to the unique feel of each game, even when playing one faction multiple times.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254971843-513-lrmjs2L.jpg",
        "official_url": "https://stonemaiergames.com/games/scythe/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads",
      },
      {
        "id": "fDn9rQjH9O",
        "name": "Terraforming Mars",
        "year_published": 2016,
        "min_players": 1,
        "max_players": 5,
        "description": "In the 2400s, mankind begins to terraform the planet Mars. Giant corporations, sponsored by the World Government on Earth, initiate huge projects to raise the temperature, the oxygen level and the ocean coverage until the environment is habitable. In Terraforming Mars you play one of those corporations and work together in the terraforming process, but compete in doing the best work, with victory points awarded not only for your contribution to the terraforming, but also for advancing human infrastructure throughout the solar systems and other commendable achievements. The players acquire unique project cards, which represent anything from introducing plant life or animals, hurling asteroids at the surface, building cities, and establishing greenhouse gas industries to heat up the atmosphere. You compete for the best places for your city tiles, ocean tiles and greenery tiles. When the terraforming process is complete, the player corporation with the most victory points wins.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254934477-61ys4u7ejfL.jpg",
        "official_url": "https://strongholdgames.com/store/board-games/terraforming-mars/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "M5treAlrHc",
        "name": "Agricola Revised Edition",
        "year_published": 2016,
        "min_players": 1,
        "max_players": 4,
        "description": "In Agricola (Latin for &quot;farmer&quot;), you're a farmer in a wooden shack with your spouse and little else. On a turn, you get to take only two actions, one for you and one for the spouse, from all the possibilities you'll find on a farm: collecting clay, wood or stone; building fences; and so on. You might think about having kids in order to get more work accomplished, but first you need to expand your house. And what are you going to feed all the little rug rats? Agricola is a turn based game. There are 14 game turns plus 6 harvest phases (after turn 4, 7, 9, 11, 13, and 14). Each player starts with two playing tokens (farmer and wife) and thus can take two actions per turn. There are multiple options, and while the game progresses, you'll have more and more: first thing in a turn, a new action card is flipped over. Problem: Each action can be taken just once per turn, so it's important to do some things with high preference. Each player also starts with a hand of 7 Occupation cards (of more than 160 total) and 7 Minor Improvement cards (of more than 140 total) that he may use during the game if they fit in his/her strategy. This amounts to countless strategies, some depending on your card hand. Sometimes it's a good choice to stay on course, sometimes you better react on what your opponents do. Agricola can also be played without cards (family game) and can even be played solo. Designed by Uwe Rosenberg.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254915322-61vm3wX33lL.jpg",
        "url": "https://www.boardgameatlas.com/search/game/M5treAlrHc/agricola-revised-edition",
      },
      {
        "id": "5H5JS0KLzK",
        "name": "Wingspan",
        "year_published": 2019,
        "min_players": 1,
        "max_players": 5,
        "description": "<p><em><strong>Wingspan</strong></em> is a competitive, medium-weight, card-driven, engine-building board game from Stonemaier Games.</p>\r\n\r\n<p>You are bird enthusiasts—researchers, bird watchers, ornithologists, and collectors—seeking to discover and attract the best birds to your aviary. Each bird extends a chain of powerful combinations in one of your habitats (actions). These habitats  focus on several key aspects of growth:</p>\r\n\r\n<ul><li>Gain food tokens via custom dice in a birdfeeder dice tower</li><li>Lay eggs using egg miniatures in a variety of colors</li><li>Draw from hundreds of unique bird cards and play them</li></ul>\r\n\r\n<p>The winner is the player with the most points after 4 rounds.</p>\r\n\r\n<p>If you enjoy Terraforming Mars and Gizmos, we think this game will take flight at your table. The official announcement and pre-orders will be available on January 2, 2019.</p>",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1545152463996",
        "url":"https://stonemaiergames.com/games/wingspan/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "7NYbgH2Z2I",
        "name": "Viticulture: Essential Edition",
        "year_published": 2015,
        "min_players": 1,
        "max_players": 6,
        "description": "Viticulture is a worker-placement game set in the foothills of Tuscany. The Essential Edition includes the second edition of Viticulture along with several elements from the original Tuscany expansion pack, hand-picked by famed designer Uwe Rosenberg.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254894908-61llEAverzL.jpg",
        "url": "https://www.boardgameatlas.com/search/game/7NYbgH2Z2I/viticulture-essential-edition",
        "official_url": "https://stonemaiergames.com/games/viticulture/essential-edition/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },