{
    "games": [
      {
        "id": "kPDxpJZ8PD",
        "name": "Spirit Island",
        "year_published": 2016,
        "min_players": 1,
        "max_players": 4,
        "description": "Powerful Spirits have existed on this isolated island for time immemorial. They are both part of the natural world and - at the same time - something beyond nature. Native Islanders, known as the Dahan, have learned how to co-exist with the spirits, but with a healthy dose of fear and reverence. However, now, the island has been &quot;discovered&quot; by invaders from a far-off land. These would-be colonists are taking over the land and upsetting the natural balance, destroying the presence of Spirits as they go. As Spirits, you must grow in power and work together to drive the invaders from your island... before it's too late!",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254941010-61PJxjjnbfL.jpg",
        "url": "https://www.boardgameatlas.com/search/game/kPDxpJZ8PD/spirit-island"
      },
      {
        "id": "RLlDWHh7hR",
        "name": "Gloomhaven",
        "year_published": 2017,
        "min_players": 1,
        "max_players": 4,
        "description": "Gloomhaven is a game of Euro-inspired tactical combat in a persistent world of shifting motives. Players will take on the role of a wandering adventurer with their own special set of skills and their own reasons for traveling to this dark corner of the world.<br />\r\n<br />\r\nPlayers must work together out of necessity to clear out menacing dungeons and forgotten ruins. In the process they will enhance their abilities with experience and loot, discover new locations to explore and plunder, and expand an ever-branching story fueled by the decisions they make.<br />\r\n<br />\r\nThis is a legacy game with a persistent and changing world that is ideally played over many game sessions. After a scenario, players will make decisions on what to do, which will determine how the story continues, kind of like a &quot;Choose Your Own Adventure&quot; book. Playing through a scenario is a cooperative affair where players will fight against automated monsters using an innovative card system to determine the order of play and what a player does on their turn.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254920151-51ulRXlJ7LL.jpg",
        "url": "http://www.cephalofair.com/gloomhaven?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "yqR4PtpO8X",
        "name": "Scythe",
        "year_published": 2016,
        "min_players": 1,
        "max_players": 5,
        "description": "<i>Scythe</i> gives players almost complete control over their fate. Other than each player's individual hidden objective card, the only elements of luck or variability are &quot;Encounter&quot; cards that players will draw as they interact with the citizens of newly explored lands. Each encounter card provides the player with several options, allowing them to mitigate the luck of the draw through their selection. Combat is also driven by choices, not luck or randomness.<br />\r\n<br />\r\n<i>Scythe</i> uses a streamlined action-selection mechanism (no rounds or phases) to keep gameplay moving at a brisk pace and reduce downtime between turns. While there is plenty of direct conflict for players who seek it, there is no player elimination.<br />\r\n<br />\r\nEvery part of <i>Scythe</i> has an aspect of engine-building to it. Players can upgrade actions to become more efficient, build structures that improve their position on the map, enlist new recruits to enhance character abilities, activate mechs to deter opponents from invading, and expand their borders to reap greater types and quantities of resources. These engine-building aspects create a sense of momentum and progress throughout the game. The order in which players improve their engine adds to the unique feel of each game, even when playing one faction multiple times.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254971843-513-lrmjs2L.jpg",
        "official_url": "https://stonemaiergames.com/games/scythe/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads",
      },
      {
        "id": "fDn9rQjH9O",
        "name": "Terraforming Mars",
        "year_published": 2016,
        "min_players": 1,
        "max_players": 5,
        "description": "In the 2400s, mankind begins to terraform the planet Mars. Giant corporations, sponsored by the World Government on Earth, initiate huge projects to raise the temperature, the oxygen level and the ocean coverage until the environment is habitable. In Terraforming Mars you play one of those corporations and work together in the terraforming process, but compete in doing the best work, with victory points awarded not only for your contribution to the terraforming, but also for advancing human infrastructure throughout the solar systems and other commendable achievements. The players acquire unique project cards, which represent anything from introducing plant life or animals, hurling asteroids at the surface, building cities, and establishing greenhouse gas industries to heat up the atmosphere. You compete for the best places for your city tiles, ocean tiles and greenery tiles. When the terraforming process is complete, the player corporation with the most victory points wins.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254934477-61ys4u7ejfL.jpg",
        "official_url": "https://strongholdgames.com/store/board-games/terraforming-mars/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "M5treAlrHc",
        "name": "Agricola Revised Edition",
        "year_published": 2016,
        "min_players": 1,
        "max_players": 4,
        "description": "In Agricola (Latin for &quot;farmer&quot;), you're a farmer in a wooden shack with your spouse and little else. On a turn, you get to take only two actions, one for you and one for the spouse, from all the possibilities you'll find on a farm: collecting clay, wood or stone; building fences; and so on. You might think about having kids in order to get more work accomplished, but first you need to expand your house. And what are you going to feed all the little rug rats? Agricola is a turn based game. There are 14 game turns plus 6 harvest phases (after turn 4, 7, 9, 11, 13, and 14). Each player starts with two playing tokens (farmer and wife) and thus can take two actions per turn. There are multiple options, and while the game progresses, you'll have more and more: first thing in a turn, a new action card is flipped over. Problem: Each action can be taken just once per turn, so it's important to do some things with high preference. Each player also starts with a hand of 7 Occupation cards (of more than 160 total) and 7 Minor Improvement cards (of more than 140 total) that he may use during the game if they fit in his/her strategy. This amounts to countless strategies, some depending on your card hand. Sometimes it's a good choice to stay on course, sometimes you better react on what your opponents do. Agricola can also be played without cards (family game) and can even be played solo. Designed by Uwe Rosenberg.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254915322-61vm3wX33lL.jpg",
        "url": "https://www.boardgameatlas.com/search/game/M5treAlrHc/agricola-revised-edition",
      },
      {
        "id": "5H5JS0KLzK",
        "name": "Wingspan",
        "year_published": 2019,
        "min_players": 1,
        "max_players": 5,
        "description": "<p><em><strong>Wingspan</strong></em> is a competitive, medium-weight, card-driven, engine-building board game from Stonemaier Games.</p>\r\n\r\n<p>You are bird enthusiasts—researchers, bird watchers, ornithologists, and collectors—seeking to discover and attract the best birds to your aviary. Each bird extends a chain of powerful combinations in one of your habitats (actions). These habitats  focus on several key aspects of growth:</p>\r\n\r\n<ul><li>Gain food tokens via custom dice in a birdfeeder dice tower</li><li>Lay eggs using egg miniatures in a variety of colors</li><li>Draw from hundreds of unique bird cards and play them</li></ul>\r\n\r\n<p>The winner is the player with the most points after 4 rounds.</p>\r\n\r\n<p>If you enjoy Terraforming Mars and Gizmos, we think this game will take flight at your table. The official announcement and pre-orders will be available on January 2, 2019.</p>",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1545152463996",
        "url":"https://stonemaiergames.com/games/wingspan/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "7NYbgH2Z2I",
        "name": "Viticulture: Essential Edition",
        "year_published": 2015,
        "min_players": 1,
        "max_players": 6,
        "description": "Viticulture is a worker-placement game set in the foothills of Tuscany. The Essential Edition includes the second edition of Viticulture along with several elements from the original Tuscany expansion pack, hand-picked by famed designer Uwe Rosenberg.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254894908-61llEAverzL.jpg",
        "url": "https://www.boardgameatlas.com/search/game/7NYbgH2Z2I/viticulture-essential-edition",
        "official_url": "https://stonemaiergames.com/games/viticulture/essential-edition/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "exdy1Z2bSC",
        "name": "Mage Knight",
        "year_published": 2011,
        "min_players": 1,
        "max_players": 4,
        "description": "Designed by one of world’s leading game designers, Vlaada Chvátil, WizKids is pleased to announce the Mage Knight Board Game: Ultimate Edition is arriving this fall! Current or new fans can find all of the released content plus a few new and exciting components all in one place!<br /><br />The critically acclaimed, award winning Mage Knight board game combines elements of RPGs, deckbuilding, and traditional board games while capturing the rich history of the Mage Knight universe. Now, after wowing solo game players and groups of up to 5, this Ultimate Edition brings it all together in a self-contained gaming experience.<br /><br />The Ultimate Edition includes the original base game plus all three expansions: The Lost Legion, Krang, and Shades of Tezla. It features comprehensive integrated rules text, 5 all-new cards, alternate paint jobs, and a great price that can’t be beat!<br /><br />This is the Ultimate Edition fans have waited for!",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1545256271910",
        "official_url": "https://wizkids.com/mage-knight/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "I77I9HybTm",
        "name": "Welcome to...",
        "year_published": 2018,
        "min_players": 1,
        "max_players": 100,
        "description": "A roll and write without dice! Players will become architects in the American 50's as they use combinations of cards and actions to construct American dream real estate.<br />\r\n<br />\r\nAs an architect in Welcome to, you want to build the best new town in the United States during the 1950s. Players are developing estates, parks, pools, hiring employees, and more. Welcome to plays like a roll-and-write dice game in which you mark results on a scoresheet... but without dice.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1538760984196",
        "official_url": "http://www.bluecocker.com/index.php/en/jeux/welcome/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "yPwGVk8lB2",
        "name": "Gaia Project",
        "year_published": 2017,
        "min_players": 1,
        "max_players": 4,
        "description": "&quot;Set your sights on distant stars and strive to colonize the galaxy in Gaia project, the follow-up to the smash hit Terra Mystica! true to the foundations that made Terra Mystica a massive success, this box invites one to four players to forge their own galactic empires. Explore the vast reaches of space and convert planets to meet your faction unique environmental needs as you seek to tighten your grasp on the galaxy. Fourteen unique factions stand ready to boldly take their first steps into the cosmos while building structures to generate resources, researching new technology, and uniting planets to form powerful federations. Chart your course and remake planets as you see fit in Gaia project. In the end, only the most advanced faction will win.&quot;",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559257981433-6180cLr3gZL.jpg",
        "official_url": "https://www.zmangames.com/en/products/gaia-project/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "nRGa6zZTQu",
        "name": "Twilight Struggle",
        "year_published": 2005,
        "min_players": 1,
        "max_players": 2,
        "description": "This Deluxe Edition of Twilight Struggle seeks to capture the feeling of that earlier era. Twilight Struggle is a two-player game simulating the forty-five year dance of intrigue, prestige, and occasional flares of warfare between the Soviet Union and the United States. Twilight Struggle recreates the conflict between the most powerful nation states the world has ever known. The scope of the game covers the entire world as it was found in 1945. Players move units and exert influence in attempts to gain allies and control for their superpower.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254888822-51yDrXS9TRL.jpg",
        "official_url": "https://www.gmtgames.com/p-588-twilight-struggle-deluxe-edition-2016-reprint.aspx?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "ilkKd5gDhg",
        "name": "A Feast For Odin",
        "year_published": 2016,
        "min_players": 1,
        "max_players": 4,
        "description": "Delve into the world of Vikings and dabble in trading, hunting, raiding, pillaging, plundering, and raiding some more. Build houses, explore new worlds, and every round, have a feast in Odin's name. <br />\r\n<br />\r\nThe large variety of actions and occupations guarantees your Notherners long-lasting fun, with each game creating a new world on your player board!",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254971843-51FVPlTTtoL.jpg",
        "official_url": "https://www.zmangames.com/en/products/feast-odin/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "CT18FG3Yz5",
        "name": "Aeon's End",
        "year_published": 2016,
        "min_players": 1,
        "max_players": 4,
        "description": "The survivors of a long-ago invasion have taken refuge in the forgotten underground city of Gravehold. There, the desperate remnants of society have learned that the energy of the very breaches the beings use to attack them can be repurposed through various gems, transforming the malign energies within into beneficial spells and weapons to aid their last line of defense: the breach mages. \r\n\r\nAeon's End is a cooperative game that explores the deckbuilding genre with a number of innovative mechanisms, including a variable turn order system that simulates the chaos of an attack, and deck management rules that require careful planning with every discarded card. Players will struggle to defend Gravehold from The Nameless and their hordes using unique abilities, powerful spells, and, most importantly of all, their collective wits.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1541007215157",
        "official_url": "http://www.indieboardsandcards.com/index.php/games/aeons-end/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "Rq3eREYb0e",
        "name": "The Mind",
        "year_published": 2018,
        "min_players": 1,
        "max_players": 4,
        "description": "The addictive card game you play without talking.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254973792-5168RvipmCL.jpg",
        "official_url": "https://www.pandasaurusgames.com/product/the-mind/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "mJr3oebP6p",
        "name": "Sagrada",
        "year_published": 2017,
        "min_players": 1,
        "max_players": 4,
        "description": "As a skilled artisan, use tools-of-the-trade and careful planning to construct a stained glass window masterpiece in the Sagrada Familia. Gain prestige by adapting to the preferences of your fickle admirers, and, of course, by adding your own artistic flair while completing your glass masterpiece in Sagrada, a game of dice-drafting and window-crafting.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254943589-61wqSdWtkHL.jpg",
        "official_url": "https://floodgategames.com/Sagrada/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "4G32qGJZWs",
        "name": "Arkham Horror: The Card Game",
        "year_published": 2016,
        "min_players": 1,
        "max_players": 2,
        "description": "&quot;Something evil stirs in Arkham, and only you can stop it. Blurring the traditional lines between roleplaying and card game experiences, Arkham horror: the card game is the living card game of love craft I an mystery, monsters, and madness! you and your friend (or up to three friends with two core sets) become characters within the quiet new England town of Arkham. You have your talents, sure, but you also have your flaws. Perhaps you've dabbled a little too much in the writings of the Necronomicon, and its words continue to haunt you. Perhaps you feel compelled to cover up any signs of otherworldly evils, hampering your own investigations in order to protect the quiet confidence of the greater population. Perhaps you'll be scarred by your encounters with a ghoulish cult. No matter what compels you, no matter what haunts you, you'll find both your strengths and weaknesses reflected in your custom deck of cards, and these cards will be your resources as you work with your friends to unravel the world's most terrifying mysteries. Meanwhile, each of your adventures in Arkham horror LCG carries you deeper into mystery. You'll find cultists and foul rituals. You'll find haunted houses and strange creatures. And you may find signs of the ancient ones straining against the barriers to our world… the basic mode of play in Arkham LCG is not the adventure, but the campaign. You might be scarred by your adventures, your sanity may be strained, and you may alter Arkham's landscape, burning buildings to the ground. All your choices and actions have consequences that reach far beyond the immediate resolution of the scenario at hand. And your actions may earn you valuable experience with which you can better prepare yourself for the adventures that still lie before you&quot;.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559257204681-515mUPxEHZL.jpg",
        "official_url": "https://www.fantasyflightgames.com/en/products/arkham-horror-the-card-game/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "0iNuJdgbmq",
        "name": "One Deck Dungeon",
        "year_published": 2016,
        "min_players": 1,
        "max_players": 2,
        "description": "ALL THE EXCITEMENT OF A ROGUE-LIKE DUNGEON CRAWL IN ONE DECK OF CARDS!<br />\r\n<br />\r\nOne Deck Dungeon is a roguelike game in a small box. Choose a hero, and a dungeon to delve into, and setup is done! The game is very easy to learn, features intuitive dice mechanics and is attractive on a demo table. While the game only supports 1-2 players, you can combine two sets to have a four player dungeon delve.<br />\r\n<br />\r\nOne Deck Dungeon has generated much excitement over the all-female, realistically-clad cast of heroes, something that is quite unique in the tabletop realm!",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1539300977697",
        "official_url": "http://www.onedeckdungeon.com/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "2e7YkCwYCY",
        "name": "Railroad Ink: Deep Blue Edition",
        "year_published": 2018,
        "min_players": 1,
        "max_players": 6,
        "min_playtime": 20,
        "max_playtime": 30,
        "min_age": 8,
        "description": "<p>New lands have opened up and the race is on to create the best network of rail and road lines through it. In Railroad Ink, players roll the Route dice and must then draw the subsequent results on their individual Route boards. Players score points for having long interconnected Routes, as well as connecting the entry points to their board, plus having Routes through the center of their boards. But beware, they’ll lose points for leaving unfinished lines. In the Deep Blue Edition, the Lake and River dice add in some cool, refreshing waterways to the maps. But in the Blazing Red Edition, Meteors fall from the sky and Volcanoes erupt from underground. It’s a challenge to keep their roads and rails from getting destroyed, and having to repair them when they are. Or, players can combine the two for epic, 12-player games!</p>",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1540456471813",
        "official_url": "https://cmon.com/product/railroad-ink/railroad-ink?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "ZwlnfX1J2z",
        "name": "Eldritch Horror",
        "year_published": 2013,
        "min_players": 1,
        "max_players": 8,
        "description": "Across the globe, ancient evil is stirring. Now, you and your trusted circle of colleagues must travel around the world, working against all odds to hold back the approaching horror. Foul monsters, brutal encounters, and obscure mysteries will take you to your limit and beyond. All the while, you and your fellow investigators must unravel the otherworldy mysteries scattered around the globe in order to push back the gathering mayhem that threatens to overwhelm humanity. The end draws near! Do you have the courage to prevent global destruction? <br />\r\n<br />\r\nEldritch Horror is a cooperative game of terror and adventure in which one to eight players take the roles of globetrotting investigators working to solve mysteries, gather clues, and protect the world from an Ancient One - an elder being intent on destroying our world. Each Ancient One comes with its own unique decks of Mystery and Research cards, which draw you deeper into the lore surrounding each loathsome creature.<br />\r\n<br />\r\nDiscover the true name of Azathoth or battle Cthulhu on the high seas. With twelve unique investigators, two hundred-fifty tokens, and over three hundred cards, Eldritch Horror presents an epic, world-spanning adventure with each and every game.",
        "image_url":"https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254957620-61KqujHT2B4L.jpg",
        "official_url": "https://www.fantasyflightgames.com/en/products/eldritch-horror/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "omFfdCNOD1",
        "name": "Architects of the West Kingdom",
        "year_published": 2018,
        "min_players": 1,
        "max_players": 5,
        "description": "Architects of the West Kingdom is set at the end of the Carolingian Empire, circa 850 AD. As royal architects, players compete to impress their King and maintain their noble status by constructing various landmarks throughout his newly appointed domain. Players will need to collect raw materials, hire apprentices and keep a watchful eye on their workforce. These are treacherous times. Rival architects will stop at nothing to slow your progress. Will you remain virtuous, or be found in the company of thieves and black marketeers?<br />\r\n<br />\r\nThe aim of Architects of the West Kingdom is to be the player with the most Victory Points (VP) at the game's end. Points are gained by constructing various Buildings and advancing work on the Archbishop's Cathedral. Throughout the game, players will need to make a lot of moral decisions. However, only at the game's end will their virtue be judged. A few underhanded deals here and there might not seem like much, but fall too far and you will be punished. The game ends once a set number of constructions have been completed.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1540939581145",
        "official_url": "http://garphill.com/product/architects-of-the-west-kingdom?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "J9W6vjCo0I",
        "name": "Kingdom Death: Monster",
        "year_published": 2015,
        "min_players": 1,
        "max_players": 4,
        "description": "19 lbs of Nightmare Horror Gaming<div><br /></div><div>235 page hardcover rulebook, 18 hard plastic sprues of miniatures, 1000+ matte game cards, 400+ unique pieces of art, and 86 full page illustrations.</div><div><br /></div><div>Kingdom Death: Monster is a fully cooperative, tabletop, hobby game experience. Unite to survive by hunting monsters and collectively guiding the development of your settlement through a 30 year, self-running campaign.</div><div><br /></div><div>Every decision matters. A space moved during the showdown, every resource spent to craft a piece of gear, what principles your settlement upholds - all can have lasting impact on this highly replayable and challenging game. </div><h3><br />Campaign System</h3><div>Embark alone or with up to 4 friends (6 with game variant) on a 30 lantern year campaign. Each lantern year will cycle through a chaotic hunt, a showdown with a monster, and the development of your settlement. With so much emphasis on player choice, no two campaign runs will be alike.</div><div><br /></div><h3>Monster AI System</h3><div>You will fight 8 monsters, each controlled by their own pair of decks that scale to 3 levels of difficulty. (Except for the final encounter, it has only 1 level and it's HARD!) Every encounter, even with the same monster, is diverse and valuable. No two showdowns will resolve the same way. Players will have to plan their gear and keep their minds sharp to prevail.</div><div><br /></div><h3>Gear System</h3><div>In Monster, survivors will craft gear using resources earned from defeating monsters or found on their hunt. Each survivor has a gear grid, and can slot up to 9 pieces of gear at a time. What gear you will carry and how you arrange it can unlock advantages that may make the difference between life and death.</div><div><br /></div><h3>Story Event System</h3><div>You will encounter 40+ story events that will shape the story of your unique campaign. Your settlement's decisions and discoveries affect how the story events unfold. Story Events cover everything from setting up and fighting a monster to dramatic turning points in your settlements history. </div><div><br /></div><div><br /></div><h3>Kingdom Death: Monster Contents</h3><div><br /></div><div>1 x Hardcover Rule Book - 11&quot; x 8.5&quot; 235 Pages.</div><div>1 x Showdown Board - 2' x 3' ( Heavy 3mm Game Board Matte )</div><div>1 x Hunt / Settlement Board ( Heavy 3mm Game Board Matte )</div><div>2 x Token Sheet - 127 Tokens</div><div>1 x Terrain Token Sheet - 31 Terrain Tiles</div><div>1 x Monster Controller Panel</div><div>4 x Gear Grids</div><div>1 x Character Record Sheet Pad ( 50 Sheets, 6&quot;x6&quot;)</div><div>1 x Settlement Record Sheet Pad ( 50 Sheets, 8.5&quot; x 11&quot;)</div><div>5 x 10 sided black Kingdom Death dice</div><div>1 x 10 sided white Kingdom Death dice</div><div>4 x 6 sided Hit location dice</div><div>1 x 10 sided translucent orange Kingdom Death Death Die</div><div>Kingdom Death: Monster Contents - Miniatures</div><div><br /></div><div>4 x Starting Survivors</div><div>1 x White Lion</div><div>1 x Butcher</div><div>1 x Screaming Antelope</div><div>1 x Kings Man</div><div>1 x The Hand</div><div>1 x Phoenix</div><div>1 x Watcher</div><div>1 x Gold Smoke Knight</div><div>1 x Unarmored Armor Kit (Creates 4 Survivors.)</div><div>1 x Rawhide Armor Kit (Creates 4 Survivors.)</div><div>1 x Leather Armor Kit (Creates 4 Survivors.)</div><div>1 x White Lion Armor Kit (Creates 4 Survivors.)</div><div>1 x Screaming Fur Armor Kit (Creates 4 Survivors.)</div><div>1 x Phoenix Armor Kit (Creates 4 Survivors.)</div><div>1 x Lantern Armor Kit (Creates 4 Survivors.)</div><div>4 x Bonus Mystery Miniatures</div><div>4 x Starting Survivor Heads for Armor Kit customization</div><div>9 x Assorted Survivor Heads for Armor Kit customization</div><div>150+ Gear for Armor Kit customization (Every weapon in the game represented!)</div><div>10+ Masks</div><div>10 x Decorative Stone Face Base Inserts</div><div>36 x Kingdom Death 30mm Base + Insert</div><div>6 x Kingdom Death 50mm Base + Insert</div><div>1 x Kingdom Death 100mm Base + Insert </div>",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1540326550888",
        "official_url": "http://kingdomdeath.com/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "Zspd2nNHfz",
        "name": "Mansions of Madness: 2nd Edition",
        "year_published": null,
        "min_players": 1,
        "max_players": 5,
        "description": "<div><p>The monster figures in <i>Mansions of Madness Second Edition</i> are set on the same bases as the Arkham Horror Premium Figures and those featured in the first edition of Mansions of Madness. These bases allow you to slide information tokens underneath them, so you have quick and easy access to the monsters' traits and abilities. Because of the consistency between editions, you can seamlessly incorporate your first edition and painted minis into your new game, expanding the possibilities of your game and further immersing you in the bone-chilling happenings that have befallen Arkham's residents.</p><p><br />In the <i>Mansions of Madness Second Edition</i> companion app, you will have the option to incorporate some or all of your old components. Whether you have the first edition and its expansions or just one of the products, you can still incorporate it into your game. Each product you add to your collection will allow you to play as that game's investigators, introduce the possibility for those monsters to spawn, include a few new people to encounter, and widen the pool of maps the app could generate for your chosen scenario. If you decide to play without certain expansions or add more to your collection, you can always go back and change your collection within the app, thereby altering the possible combinations of monsters, maps, and investigators.</p>\r\n\r\n\r\n</div>",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254973792-51Z2Bp88KhgL.jpg",
        "url": "https://www.boardgameatlas.com/search/game/Zspd2nNHfz/mansions-of-madness-2nd-edition",
      },
      {
        "id": "uVD7OzRUNZ",
        "name": "Space Alert",
        "year_published": 2008,
        "min_players": 1,
        "max_players": 5,
        "description": "Space Alert is a team survival game. Players take on the role of a crew of space explorers sent out through hyperspace to survey a dangerous sector of the Galaxy. The pace of the game is set by 10-minute soundtracks on included CDs (or by scenario cards, if you don't have a CD player). During these 10 minutes, the crew must defend the ship while it scans the enemy sector. If they succeed, the ship brings back valuable data. If they fail... it is time to train a new crew.<br /><br />\r\nPlayers do not compete against each other. Instead, they work together against the challenge presented by the game. The difficulty of this  challenge can be chosen by the players themselves. Completing the most difficult missions requires close teamwork.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254968358-512yA0s-XGL.jpg",
        "official_url": "https://czechgames.com/en/space-alert/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "4bnR8NO0Pr",
        "name": "Sentinels of The Multiverse Enhanced Card Game (2nd Edition)",
        "year_published": 2011,
        "min_players": 1,
        "max_players": 5,
        "description": "A mad scientist holds the world hostage with his terrifying inventions. An alien warlord from a far away galaxy brings his limitless army of bizarre minions to conquer the planet. A giant rampaging robot cuts a swath of destruction across the coast, destroying major population centers. And who will stand in their way? A team of heroes, all with impressive powers and abilities stand between the world and the forces of evil. Will you help them? Answer the call to protect the multiverse. Sentinels of the Multiverse is a cooperative, fixed-deck card game with a comic book flavor. Each player plays as one of ten heroes, against one of four villains and the battle takes place in one of four different dynamic environments. The Sentinels of the Multiverse: Enhanced Edition features a much larger box than our original print run, with enough space to hold 578 cards and still have room for all the cards from both the Rook City and Infernal Relics expansions. The Enhanced Edition also features 36 divider cards, one for each hero, villain and environment from the core game, both expansions and even promo characters. The 120 round tokens and 42 rectangular tokens are useful for tracking hero and villain HP, as well as conditional modifiers that can occur throughout the game. The game also includes a 20 page rulebook, complete with instructions, diagrams, a quick-start guide and even bios of the heroes and villains.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559257210680-515FGKpoTTL.jpg",
        "official_url": "https://sentinelsofthemultiverse.com/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "fxxi8zX7L9",
        "name": "Suburbia",
        "year_published": 2012,
        "min_players": 1,
        "max_players": 4,
        "description": "Plan, build, and develop a small town into a major metropolis. Use hex-shaped building tiles to add residential, commercial, civic, and industrial areas, as well as special points of interest that provide benefits and take advantage of the resources of nearby towns. Your goal is to have your borough thrive and end up with a greater population than any of your opponents. <br />\r\n<br />\r\nSuburbia is a tile-laying game in which each player tries to build up an economic engine and infrastructure that will be initially self-sufficient, and eventually become both profitable and encourage population growth. As your town grows, you'll modify both your income and your reputation. As your income increases, you'll have more cash on hand to purchase better and more valuable buildings, such as an international airport or a high rise office building. As your reputation increases, you'll gain more and more population (and the winner at the end of the game is the player with the largest population).<br />\r\n<br />\r\nDuring each game, players compete for several unique goals that offer an additional population boost - and the buildings available in each game vary, so you'll never play the same game twice!",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559256891987-61U9P95J2BdL.jpg",
        "official_url": "https://beziergames.com/products/suburbia?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "iEEoo9hTRo",
        "name": "Tiny Towns",
        "year_published": 2019,
        "min_players": 1,
        "max_players": 6,
        "description": "<p>You are the mayor of a tiny town in the forest in which the smaller creatures of the woods have created a civilization hidden away from predators. This new land is small and the resources are scarce, so you take what you can get and never say no to building materials. Cleverly plan and construct a thriving town, and don't let it fill up with wasted resources! Whoever builds the most prosperous tiny town wins!</p>\r\n\r\n<p>In <em><strong>Tiny Towns</strong></em>, your town is represented by a 4x4 grid on which you will place resource cubes in specific layouts to construct buildings. Each building scores victory points (VPs) in a unique way. When no player can place any more resources or construct any buildings, the game ends, and any squares without a building are worth -1 VP. The player with the most VP wins!</p>",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1547098937524",
        "official_url": "https://www.alderac.com/tiny-towns/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "xBN25pEVRv",
        "name": "Magic Maze",
        "year_published": 2017,
        "min_players": 1,
        "max_players": 8,
        "description": "Recently stripped of your possessions, your group of down-on-their-luck adventurers has nary a copper piece between you. Your only option if you're to resume your dungeon-delving activities is to sack the local mall of valuables and supplies.<br />\r\n<br />\r\nMagic Maze is a real-time, co-operative game. Each player can control any of the 4 Hero pawns whenever he wants in order to make that hero perform a very specific action, to which other players do not have access: move north, explore a new area, ride an escalator? all of this requires rigorous co-operation between the players in order to succeed at moving the heroes wisely, and complete your mission before the sand timer runs out.<br />\r\n<br />\r\nMoreover, you will only be allowed to communicate for short periods during the game. The rest of the time, you must play without giving any visual or audio cues to each other.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254953140-51v4tnUK2wL.jpg",
        "official_url": "https://dude.games/catalogue/product/DGMM01?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "mFWYqQTYl4",
        "name": "Anachrony",
        "year_published": 2017,
        "min_players": 1,
        "max_players": 4,
        "description": "Command mighty Exosuits, traverse Time Rifts and lead your Path through a cataclysmic future in this epic board game for 1-4 players. Includes the base game, the Doomsday module and the Chronobot solo variant.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254939492-51iyPzyWlgL.jpg",
        "official_url": "http://mindclashgames.com/anachrony?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "uNNMm6GiSF",
        "name": "Too Many Bones (3rd Edition)",
        "year_published": 2017,
        "min_players": 1,
        "max_players": 4,
        "description": "<p>The original dice builder RPG! You and up to three other players are Gearlocs. Your homeland has been invaded by seven savage Tyrants, and the Gearloc Council has summoned you to defeat them. Draw daily encounters filled with tough decisions and battles as you make your way to the Tyrant’s lair. Discover powerful Loot and Trove Loot to help you on your way. Build your character and unlock new dice to roll as you take down unique Baddies, each with their own special abilities and traits.<br /></p><p><br /></p><p>Loaded with content for solo and coop play, Too Many Bones comes with 136 custom dice, beautiful edge-stitched neoprene mats, PVC cards and dozens of high-quality chips. The seven Tyrants employ their own special encounters and a unique final battle that will put all your skills to the test. Each of the four Gearlocs come with 21 custom dice, numerous character build options and completely unique gameplay mechanics and skills. This a game you’ll bring back to the table to try something new again and again.</p>",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559257913085-51M5o7DCUiL.jpg",
        "official_url": "https://chiptheorygames.com/store#!/Too-Many-Bones/p/80199360/category=22721100?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "zzISbkSWvd",
        "name": "Friday",
        "year_published": 2011,
        "min_players": 1,
        "max_players": 1,
        "description": "Friday is a solo adventure - only you can win the game!<br />\r\n<br />\r\nYou are helping Robinson, who came ashore on your island, fight against many hazards. At the beginning, Robinson is not very skillful. With each fight he wins you will improve his abilities, but defeats are also helping to get rid off of his worse habits. However, life on the island is energy-sapping, so that Robinson not only gains experiences during his time there, but also starts aging and tends to get clumsy.<br />\r\n<br />\r\nIn this game, Robinson is represented as a card stack of different behaviors. You are forced to improve this card stack, so you can collect the cards at the end of the game to give Robinson the best chance to win against the tough pirates.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254947314-613c2BF2OX3L.jpg",
        "official_url": "http://riograndegames.com/Game/399-Friday?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "7P5sZDmCAC",
        "name": "Roll Player",
        "year_published": 2016,
        "min_players": 1,
        "max_players": 4,
        "description": "Mighty heroes don't just appear out of thin air -- you must create them! Race, class, alignment, skills, traits, and equipment are all elements of the perfect hero, who is ready to take on all opposition in the quest for glory and riches. <br />\r\n<br />\r\nIn Roll Player, you will compete to create the greatest fantasy adventurer who has ever lived, preparing your character to embark on an epic quest. Roll and draft dice to build up your character's attributes. Purchase weapons and armor to outfit your hero. <br />\r\n<br />\r\nTrain to gain skills and discover your hero's traits to prepare them for their journey. Earn Reputation Stars by constructing the perfect character. The player with the greatest Reputation wins the game and will surely triumph over whatever nefarious plot lies ahead!",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254896797-51iSJWRj93L.jpg",
        "official_url": "http://www.thunderworksgames.com/roll-player.html?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "RWh7BMYUfn",
        "name": "Imperial Settlers",
        "year_published": 2018,
        "min_players": 1,
        "max_players": 4,
        "description": "<br /><ul></ul>Settlers from four major powers of the world have discovered new lands, with new resources and opportunities. Romans, Barbarians, Egyptians and Japanese all at once move there to expand the boundaries of their empires. They build new buildings to strengthen their economy, they found mines and fields to gather resources, and they build barracks and training grounds to train soldiers. Soon after they discover that this land is far too small for everybody, then the war begins...<br /><p><br /><em><strong>Imperial Settlers</strong></em> is a card game that lets players lead one of the four factions and build empires by placing buildings, then sending workers to those buildings to acquire new resources and abilities. The game is played over five rounds during which players take various actions in order to explore new lands, build buildings, trade resources, conquer enemies, and thus score victory points.<br /><br />The core mechanism of <em>Imperial Settlers</em> is based on concepts from the author's card game <em><a href=\"//timewellspentgames.com/products/51ststate\" target=\"_blank\">51st State</a></em>.</p>\r\n<br />",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1541656221658",
        "official_url": "https://portalgames.pl/en/all-game-list/imperialsettlers/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "wU5YAJMv79",
        "name": "Le Havre",
        "year_published": 2008,
        "min_players": 1,
        "max_players": 5,
        "description": "It`s All About Timing! Only fools look for calm at the famous inland port of Le Havre. Manage a harbor, build ships, and construct buildings in your bid to become the merchant with the largest fortune and the most power in Le Havre.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254953139-517QTpcqKGL.jpg",
        "official_url": "http://bandegames.com/le-havre-2017-mayfair-edition-board-game-mayfair-games/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "AqJmP6K78K",
        "name": "Burgle Bros.",
        "year_published": 2015,
        "min_players": 1,
        "max_players": 4,
        "description": "<b>Overview</b> <p>Burgle Bros is a cooperative boardgame where you assemble a crew, make a plan, and pull off the impossible heist! Gameplay is for 1 - 4 players and typically lasts for 45 - 90 minutes. To play, you must make your way past the alarms and guards, find the stash and get to the roof to escape. But be careful - if anyone on your crew gets caught, it's all over.</p> <b>Game Contents</b>&lt; /br&gt; - 124 Premium Square Cards, 48 Cardboard Tiles&lt; /br&gt; - 9 Character Meeples, 3 Guard Meeples&lt; /br&gt; - 9 Translucent Dice&lt; /br&gt; - 73 Tokens&lt; /br&gt; - 24 Wood Walls&lt; /br&gt; - Colored Instructions&lt; /br&gt;&lt; /br&gt; <b>Product Reviews</b> <p>&quot;Finally, a heist movie that fits on your tabletop!&quot; - <b>Raph Koster</b></p> <p>&quot;Burgle Bros is an intense co-op game with great replay value. It's very thematic, easy to learn and moves quick. You'll love how the tension ramps up as the game progresses.&quot; - <b>Reza Lackey</b></p> <p>&quot;Don't let the kiddie title fool you, Burgle Bros is an intensely strategic game filled with fun, highly thematic moments. Have you ever wanted to pull off a huge heist? This is the closest you'll get without breaking the law.&quot; - <b>Peter Sciretta</b></p> <p>&quot;It's a light-ish co-op where you feel your world closing in, and like there's NO WAY you can get out unseen by the guards. Great tension, and I'm guessing great relief if you can get out in time. I wouldn't know, since the guards spotted us. But NEXT TIME...!&quot; - <b>Rich Sommer</b></p> <p>&quot;I enjoyed the game and it felt like my decisions mattered. I like the way the game makes you do real co-op, having to coordinate your actions nearly all of the time. You definitely can't just daydream during other player's turns.&quot; - <b>Darron Shaffer</b></p>",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559257283295-51auC2BkIMYL.jpg",
        "official_url": "http://www.burglebros.com/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "8YoVXov23k",
        "name": "Clans of Caledonia",
        "year_published": 2017,
        "min_players": 1,
        "max_players": 4,
        "description": "Clans of Caledonia is a mid-to-heavy economic game set in 19th-century Scotland. At this time, Scotland made the transition from an agricultural to an industrialized country that heavily relied on trade and export. In the following years, food production increased significantly to feed the population growth. Linen was increasingly substituted by the cheaper cotton and raising sheep was given high importance. More and more distilleries were founded and whisky became the premium alcoholic beverage in Europe. Players represent historic clans with unique abilities and compete to produce, trade and export agricultural goods and of course whisky! The game comes with nine different clans, a modular board with 16 configurations, nine port bonuses and nine round scoring tiles.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254894909-51EALXIQqDL.jpg",
        "official_url": "https://karma-games.com/clans-of-caledonia?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "mAcwRkACI5",
        "name": "Teotihuacan: City of Gods",
        "year_published": 2018,
        "min_players": 1,
        "max_players": 4,
        "description": "Teotihuacan city of gods is a strategic game of worker and resources management, clever planning and adaptability. Each player commands a Group of worker dice which move around locations on a modular board. With each move a player relocates one worker to a new location, always choosing one of its two areas to perform an action (and upgrade their workforce), or a powerful bonus (but no upgrade). as the mysterious Twilight of teotihuacan approaches, players research technologies, raise the magnificent pyramid of the sun, build houses for the inhabitants of the city, collect precious masks, and climb the steps of three great temples to secure bonuses granted by the favour of the gods.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559256688607-61UJY0mRRkL.jpg",
        "official_url": "https://boardanddice.com/our-games/teotihuacan-city-of-gods/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "8xos44jY7Q",
        "name": "Everdell",
        "year_published": 2018,
        "min_players": 1,
        "max_players": 4,
        "description": "Within the charming valley of Everdell, beneath the boughs of towering trees, among meandering streams and mossy hollows, a civilization of forest critters is thriving and expanding. From Everfrost to Bellsong, many a year have come and gone, but the time has come for new territories to be settled and new cities established. You will be the leader of a group of critters intent on just such a task. There are buildings to construct, lively characters to meet, events to host - you have a busy year ahead of yourself. Will the sun shine brightest on your city before the winter moon rises? <br />\r\n<br />\r\nEverdell is a game of dynamic tableau building and worker placement.<br />\r\n<br />\r\nOn their turn a player can take one of three actions:<br />\r\na) Place a Worker: Each player has a collection of Worker pieces. These are placed on the board locations, events, and on Destination cards. Workers perform various actions to further the development of a player's tableau: gathering resources, drawing cards, and taking other special actions.<br />\r\nb) Play a Card: Each player is building and populating a city; a tableau of up to 15 Construction and Critter cards. There are five types of cards: Travelers, Production, Destination, Governance, and Prosperity. Cards generate resources (twigs, resin, pebbles, and berries), grant abilities, and ultimately score points. The interactions of the cards reveal numerous strategies and a near infinite variety of working cities.<br />\r\nc) Prepare for the next Season: Workers are returned to the players supply and new workers are added. The game is played from Winter through to the onset of the following winter, at which point the player with the city with the most points wins.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254898769-61I1Qnnt-UL.jpg",
        "official_url": "https://www.starling.games/everdell/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "k1mYQIlWur",
        "name": "Descent: Journeys in the Dark 2nd Edition",
        "year_published": 2016,
        "min_players": 1,
        "max_players": 5,
        "description": "Descent Journeys in the Dark Second Edition<p>Descent: Journeys in the Dark Second Edition is a board game in which one player takes on the role of the treacherous overlord, and up to four other players take on the roles of courageous heroes. Featuring double-sided modular board pieces, countless hero and skill combinations, and an immersive story-driven campaign, Descent: Journeys in the Dark Second Edition transports heroes to a vibrant fantasy realm where they must stand together against an ancient evil.</p>",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559257790436-61MQV7YOKwL.jpg",
        "official_url": "https://www.fantasyflightgames.com/en/products/descent-journeys-in-the-dark-second-edition/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "Zd3nGqEu4q",
        "name": "Arkham Horror Board Game",
        "year_published": 2016,
        "min_players": 1,
        "max_players": 8,
        "description": "The town of Arkham, Massachusetts is in a panic. Horrific and bizarre events have begun to occur with increasing frequency -- all seeming to point towards some cataclysmic event in the near future that may spell disaster for everyone. Only one small band of investigators can save Arkham from the Great Old Ones and destruction!<br />\r\n<br />\r\nArkham Horror was originally published by Chaosium, Inc. almost two decades ago. This new, updated edition features stunning new artwork and graphical design as well as revised and expanded rules! No fan of the Cthulhu Mythos will want to miss this opportunity to acquire this classic Call of Cthulhu boardgame!",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254926767-61X8MN6SuwL.jpg",
        "official_url": "https://www.fantasyflightgames.com/en/products/arkham-horror-the-card-game/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "0GVrFfaFUH",
        "name": "Tiny Epic Galaxies",
        "year_published": 2015,
        "min_players": 1,
        "max_players": 5,
        "description": "Tiny Epic Galaxies is driven by an exciting dice-rolling mechanic that rewards thoughtful programming of the results. Players control a home planet and a series of space ships within their own personal galaxy. As players upgrade their galaxies they gain access to more ships and more dice.<br />\r\n<br />\r\nEach turn, a player will roll a set of dice, how many dice are rolled is determined by the level of that player's galaxy. Each side of the die (6 sided) represents a different type of action: Movement, Colony Action, Harvest from Culture Planets, Harvest from Energy Planets, Improve an Economic Influence, Improve a Diplomatic Influence.<br />\r\n<br />\r\nAfter the roll, the player then sorts the results of the roll (one selective re-roll is allowed) and organizes the dice in a desired activation order. Each die, in order, is then resolved and the results are immediate! This gets very exciting, as it allows the player to pull-off unseen combos and surprise other players. But don't fret! Other players have the option to copy other player's actions... at a cost!<br />\r\n<br />\r\nIn addition to upgrading galaxies, effective resource management provides luck-mitigating options that can sway the game in a calculated player's favor.<br />\r\n<br />\r\nAs players expand their galaxy by colonizing other planets through economic and diplomatic influence, they gain victory points AND the special powers brought in by those planets!<br />\r\n<br />\r\nYou are the ruler of your galaxy and there are no limits to your expansion!",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254890820-51626gQkDNL.jpg",
        "official_url": "https://www.gamelyngames.com/tiny-epic/tiny-epic-galaxies?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "X3vSnCymnX",
        "name": "The Gallerist",
        "year_published": 2015,
        "min_players": 1,
        "max_players": 4,
        "description": "<p>This age of art and capitalism has created a need for a new occupation, the gallerist, which combines elements of the art dealer, museum curator, and artists' manager. <br /><br />You are about to take on that job! You will promote and nurture artists; buy, display, and sell their art; as well as build and exert your international influence. As a result you will achieve the notoriety needed to draw visitors to your gallery from all over the world. There’s a lot of work to be done, but don't worry, you can hire assistants to help you and there's a long queue of unemployed Art aficionados lined up, hoping to work with someone of your stature. <br /><br />Build your fortune by running the most lucrative gallery ever. Maximize your money and thus win the game by: </p><ul><li>Attracting visitors to your gallery</li><li>Exhibiting and selling works of art </li><li>Investing in artists' promotion to increase art value </li><li>Achieving trends and notoriety as well as curator and dealer goals</li></ul>",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254971843-51QJ2Ih7o0L.jpg",
        "official_url": "http://www.eggrules.com/games/games-d-l/gallerist-the/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "cjyxU3TeXF",
        "name": "Ghost Stories",
        "year_published": 2008,
        "min_players": 1,
        "max_players": 4,
        "description": "Wu-Feng, the Lord of the Nine Hells has found where the funeral urn containing his ashes is kept. His hordes are already marching upon the small village of the Middle Kingdom hiding them''. Players are taoist priests, who will have to defend the village from the army of shadows preparing to invade it. Each of them has different special powers which will help them in this mission. Ghost Stories is a cooperative game for 1-4 players.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254930163-61jcVvb2BZuL.jpg",
        "official_url": "http://rprod.com/index.php?page=description-25&utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "f895NWgAcx",
        "name": "Lisboa",
        "year_published": 2017,
        "min_players": 1,
        "max_players": 4,
        "description": "Lisboa is a game about the reconstruction of the great Portuguese capital city after a series of terrible catastrophes. On November 1, 1755, Lisboa suffered an earthquake of an estimated magnitude of 8.5-9.0, followed by a devastating tsunami and 3 days of raging fires. The city was almost totally destroyed.<br />\r\n<br />\r\nLisboa is thus played, in part, on a representational map of the city. During the planning of the downtown re-building project, the type of businesses permitted in each street was pre-determined. The clockmakers and goldsmiths had their street; as did the bookstores and libraries; the tailors and silk vendors; and the toolmakers as well. This all comes into play on the Lisboa gameboard. <br />\r\n<br />\r\nPlayers represent the nobility of Lisboa who will use their influence in the reconstruction and business development of the new city. <br />\r\n<br />\r\nIn rebuilding the city, players will make use of the Royal Builder, who works with the architects to build Lisboa anew, while the Marquis will provide aid in the development of commerce. The King will provide players with political help in re-opening the beautiful new city. But the true reason you are rebuilding the city is not for greatness, or even fame or fortune. As a nobleman or noblewoman of Lisboa, your primary motivation is the acquisition of Wigs--a most important trading commodity of the Era, and the means of scoring points in the game.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254928584-51qvX1MXzeL.jpg",
        "official_url": "https://www.eaglegames.net/product-p/102108.htm?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "fAFWwA5CwK",
        "name": "Tapestry",
        "year_published": 2019,
        "min_players": 1,
        "max_players": 5,
        "description": "<p><em><strong>Tapestry</strong></em> is a two-hour civilization game for 1-5 players designed by Jamey Stegmaier.</p>\r\n\r\n<p>Create the civilization with the most storied history, starting at the beginning of humankind and reaching into the future. The paths you choose will vary greatly from real-world events or people — your civilization is unique!</p>\r\n\r\n<p>In <em>Tapestry</em>, you start from nothing and advance on any of the four advancement tracks (science, technology, exploration, and military) to earn progressively better benefits. You can focus on a specific track or take a more balanced approach. You will also improve your income, build your capital city, leverage your asymmetric abilities, earn victory points, and gain tapestry cards that will tell the story of your civilization.</p>\r\n\r\n<p><em>—description from the publisher</em></p>",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1565194890891",
        "official_url": "https://stonemaiergames.com/games/tapestry/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "KMSrzJe2U1",
        "name": "Ascension: Deckbuilding Game",
        "year_published": null,
        "min_players": 1,
        "max_players": 4,
        "description": "Ascension is a fast paced deckbuilding game designed by Magic Pro Tour champions Justin Gary, Rob Dougherty, and Brian Kibler, with artwork by Eric Sabee. Ascension is a deck-building game where players spend Runes to acquire more powerful cards for their deck. It offers a dynamic play experience where players have to react and adjust their strategy accordingly.<br />\r\n<br />\r\n<b>This is a base game. No expansions are included.</b>",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254911428-51XvWJEJg7L.jpg",
        "official_url": "https://www.stoneblade.com/stone-blade-store/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "HQTOoWnfJm",
        "name": "Charterstone",
        "year_published": 2017,
        "min_players": 1,
        "max_players": 6,
        "description": "The prosperous Kingdom of Green gully, ruled for centuries by the Forever King, has issued a decree to its citizens to colonize the vast lands beyond its borders. In an ef-fort to start a new village, the Forever King has selected 6 citizens for the task, each of whom has a unique set of skills they use to build their charter. In Charter stone, a competitive legacy game, players construct buildings and inhabit a shared village. Building stickers are removed from cards and permanently added to your charter on the board, becoming action spaces for any player to use. Thus, a few available buildings soon grow into a bustling village with dozens of actions.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559254975631-41l8G0EyaHL.jpg",
        "official_url": "https://stonemaiergames.com/games/charterstone/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "w0NihupjSx",
        "name": "Onirim",
        "year_published": null,
        "min_players": 1,
        "max_players": 2,
        "description": "ENTER THE ONIVERSE THROUGH A MYSTERIOUS LABYRINTH. Onirim is a solo/cooperative card game: you must work against the game and find the oneiric doors before you run out of cards. Will you wander in each room, hoping to find the door that will take further, or will you let chance sort things out and trust in your luck? In both cases, you will have to deal with the slithering nightmares that haunt the hallways of the labyrinth. This new version of Onirim includes a total of seven expansions and one appendix.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1559257969545-51EZYo2IqDL.jpg",
        "official_url": "https://www.zmangames.com/en/products/onirim/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },
      {
        "id": "DrY71g7Sqw",
        "name": "Between Two Cities",
        "year_published": 2015,
        "min_players": 1,
        "max_players": 7,
        "description": "Between Two Cities is a partnership-driven, tile-drafting, city-building game for 1-7 players that plays in about 20-25 minutes. You work with the player on your left to build one city center while simultaneously working with the player on your right to build a second city center. At the end of the game, your final score is that of the lower scoring city you helped to build, so you have to share your attention and devotion equally between two cities.",
        "image_url": "https://d2k4q26owzy373.cloudfront.net/350x350/games/uploaded/1542228412115",
        "official_url": "https://stonemaiergames.com/games/between-two-cities/?utm_source=boardgameatlas.com&utm_medium=search&utm_campaign=bga_ads"
      },